<?php
// +----------------------------------------------------------------------
// | KongQiAdminBase [ Laravel快速后台开发 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2012~2019 http://www.kongqikeji.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: kongqi <531833998@qq.com>`
// +----------------------------------------------------------------------

return [
    'name' => '简单Blog插件',//插件名称
    'version' => '1.0.0',//版本
    'author' => '好学科技',//作者
    'intro' => '这是简单Blog插件',//描述
    'thumb' => 'plugin/blog/images/intro.jpg',
    'plugin_data' => [
        //这里是附加信息，可以写文档信息
        'doc_url' => '',//文档地址
        'test_url' => '',//演示地址
        'qq' => '',//联系QQ
        'mobile' => '',//手机
        'weixin' => '',//微信
    ]
];