<?php
return [
    'protocol' => '感谢您选择KongQi Laravel admin，希望我们的努力能为您提供一个简单、高效、卓越的通用后台。<br/>

用户须知：本协议是您与好学科技之间关于您使用KongQi Laravel admin产品及服务的法律协议。无论您是个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，包括免除或者限制好学科技责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款。如您不同意本服务条款及好学科技随时对其的修改，您应不使用或主动取消KongQi Laravel admin产品。否则，您的任何对KongQi Laravel admin的相关服务的注册、登录、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括好学科技对服务条款随时所做的任何修改。<br/>

本服务条款一旦发生变更, 好学科技将在官网上公布修改内容。修改后的服务条款一旦在网站公布即有效代替原来的服务条款。您可随时登陆官网查阅最新版服务条款。如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，好学科技有权随时中止或终止您对KongQi Laravel admin产品的使用资格并保留追究相关法律责任的权利。<br/>

在理解、同意、并遵守本协议的全部条款后，方可开始使用KongQi Laravel admin产品。您也可能与好学科技直接签订另一书面协议，以补充或者取代本协议的全部或者任何部分。<br/>

好学科技除了系统模板外，其他拥有KongQi Laravel admin的全部知识产权，，包括商标和著作权。您有权利使用、复制、修改、合并、出版发行、散布、再授权及贩售软件及软件的副本，但需要修改授权条款为适当的内容，并且必须包含版权声明和许可声明。'
];

